Repository: seanpm2001/mt-training-data
Catalog: st/st_pontoon.tmx
Source language: en_us
Languages: st

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
st: Pele, sheba haeba puo ya hao <languageLink>e se ntse e le teng</languageLink>. Haeba e le sieo, o ka <languageRequestLink>botsa ka ho kenyelletsa puo ya hao</languageRequestLink>. Ho na le mekgahlelo e mmedi. Ho toloka dipuo setsing sa marang-rang, le ho bokella dipolelo.

source: Foreign letters. Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
st: Ditlhaku tse molata. Ditlhaku di tlameha ho ba tse sebetsang puuong e buuwang. Mohlala, “ж” ke tlhaku e teng ho ditlhaku tsa Se-Russia empa ha e so ka ba e sebediswa Sekgoweng mme ha ya lokela ho hlaha ho sengolwa-sa-mathomo se feng kapa se feng sa Sekgowa.

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
st: Bakeng sa sekotwana se seng le se seng sa lentswe se fanweng, le sekotwana se seng le se seng sa audio se netefaditsweng, di-dashboard tsa ak'haonte ya hao di ya ntjhafatswa ho bontsha tswelopele ya hao ya morao-rao ho puo e nngwe le e nngwe yeo o tlatsetsang ho yona. E, o ka tlatsetsa ho tse fetang bonngwe!<br/><br/> Sebedisa di-dashboard ho latela dipalo-palo tsa hao, sheba na o sebetsa jwang papisong le ba bang setjhabeng, mme ipehele dipheo tsa tlatsetso tsa letsatsi kapa tsa beke.

source: for example
st: Mohlala

source: For public domain text not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public licence poems"
st: Bakeng sa mongolo wa setjhaba o sa fumaneheng marang-rang, o ka sebedisa mokgwa wa ditshupiso tsa thuto, mohlala, mokgwa wa Harvard "Jess (2021) dithothokiso tsa ka tsa laecence ya setjhaba"

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
st: Bakeng sa dipuo tsena tse thakgotsweng websaete<localizationGlossaryLink>e entswe selehae</localizationGlossaryLink> ka katleho, mme e na le <sentenceCollectionGlossaryLink>dipolelo tse lekaneng tse bokelletsweng</sentenceCollectionGlossaryLink>ho dumella ntshetsopele ya ho<speakLink>Bua</speakLink> le ho <listenLink>Mamela</listenLink> ditlatsetso.

source: French
st: Sefora

source: Frequently Asked Questions
st: Dipotso Tse Botswang Kgafetsa

source: Gender
st: Bong

source: Get involved
st: Nka karolo

source: Get Involved
st: Nka karolo

source: Get started with goals
st: Qalella ka dipheo

source: Get Started with Speech Recognition
st: Qala ka Temoho ya Puo

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
st: <githubLink>NVIDIA NeMo</githubLink>™ ke <docsLink>sesebediswa sa mohlodi o bulehileng</docsLink> bakeng sa bafuputsi ba hlahisang di-model AI tse qoqang tsa boemo bo phahameng haholo.

source: Glossary
st: Bukana ya mantswe

source: Goal reached
st: Sepheo se fihletswe

source: Goals
st: Dipheo

source: Go to Discourse
st: Eya ho Discourse

source: Go to Languages Page
st: Eya Leqepheng la Dipuo

source: Go to { $name }
st: Eya ho { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
st: <governanceLink>Bala haholwanyane ka moo re buswang ka teng</governanceLink>

source: Government proceedings, books and articles are also great however since the text tends to be a little more formal they are less of a priority.
st: Ditshebetso tsa mmuso, dibuka le dingodilweng le tsona di ntle haholo empa kaha sengolwa se na le ho ba semmuso haholwanyane ha di bohlokwa haholo.

source: Grammatical / spelling error
st: Phoso ya sebopeho-puo / mopeleto

source: Great! How many clips a week?
st: E ntle! Ke di-clip tse kae ka beke?

source: Great! How many clips per day?
st: E ntle! Ke di-clip tse kae ka letsatsi?

source: Great!<recordIcon></recordIcon> Record your next clip
st: E ntle!<recordIcon></recordIcon> Rekota clip ya hao e latelang

source: Great work!<playIcon></playIcon> Listen again when you're ready
st: Mosebetsi o motle!<playIcon></playIcon> Mamela hape ha o se o itokisitse

source: Greek
st: Segerike

source: Have Feedback?
st: O na le Maikutlo?

source: Have you read our Terms?
st: Na o badile Dipehelo tsa rona?

source: Having an account is not required to contribute, though it is helpful.
st: Ho ba le ak'haonte ha ho hlokahale bakeng sa ho kenya letsoho, le hoja ho thusa.

source: Having a profile is not required to contribute though it is helpful, see why below.
st: Ho ba le profaele ha ho hlokahale ho kenya letsoho leha ho le molemo, bona hore na hobaneng mona ka tlase.

source: Hebrew
st: Seheberu

source: Help
st: Thusa

source: Help Common Voice reach { $hours } hours in a language with a personal goal
st: Thusa Common Voice e fihlele { $hours } dihora puong ka sepheo sa hao

source: Help create Common Voice’s first target segment in { $locale }
st: Thusa ho etsa karolo ya pele ya Common Voice ka { $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
st: Thusa hore re fihlelle { $hours } dihora ho { $language } ka sepheo sa hao

source: Help teach machines how real people speak, donate your voice at { $link }
st: Thusa ho ruta metjhini hore na batho ba nnete ba bua jwang, fana ka lentswe la hao ho { $link }

source: Help us build a community around voice technology, stay in touch via email.
st: Re thuse ho aha setjhaba mabapi le thekenoloji ya lentswe, dula re buisana ka imeile.

source: Help us build a high quality, publicly open dataset
st: Re thuse ho aha pokello ya data ya boleng bo hodimo, e bulehileng phatlalatsa

source: Help us by reviewing sentences for correctness according to the guidelines.
st: Re thuse ka ho hlahloba dipolelo bakeng sa nepahalo ho latela ditataiso.

source: Help us by writing or collecting Public Domain sentences.
st: Re thuse ka ho ngola kapa ho bokella dipolelo tsa Setjhaba tse phatlaladitsweng.

source: Help us find more voices, share your goal
st: Re thuse ho fumana mantswe a mang hape, arolelana ka sepheo sa hao.

source: Help us find others to donate their voice!
st: Re thuse ho fumana ba bang ho nehela ka mantswe a bona!

source: Help us get to { $goal }
st: Re thuse ho fihlela { $goal }

source: Help us validate sentences!
st: Re thuse ho netefatsa dipolelo!

source: Help us validate voices
st: Re thuse ho netefatsa mantswe

source: Here are some tips to find sentences:
st: Ditlhahiso ke tsena tsa ho fumana dipolelo:

source: Here are the links to download your ZIP files.
st: Dihokelo tsa ho download-a difaele tsa ZIP tsa hao ke tsena.

source: Hidden
st: E patilwe

source: His hand was rais-ed.
st: Letsoho la hae le ne le phahamisitswe.

source: Home
st: Hae

source: Hours
st: Dihora

source: Hours Recorded
st: Dihora tse Rekotilweng

source: Hours Validated
st: Dihora tse netefaditsweng

source: { $hours } validated hours so far!
st: { $hours } dihora tse netefaditsweng ho fihlela jwale!

source: How ?
st: Jwang ?

source: How are project decisions made?
st: Diqeto tsa morero di etswa jwang?

source: How can I get the Common Voice data?
st: Ebe nka fumana data ya Common Voice jwang?

source: How can we effectively grow a language on Common Voice?
st: Re ka hodisa puo ka katleho jwang ho Common Voice?

source: How does Common Voice calculate hours?
st: Common Voice e bala dihora jwang?

source: How does Common Voice work?
st: Common Voice e sebetsa jwang?

source: How does site localization work?
st: Ebe localization ya sebaka sa marang rang e etswa jwang?

source: How do I access and use the dataset?
st: Ebe ke fumana le ho sebedisa pokello ya data jwang?

source: How do I add a language?
st: Ke kenya puo jwang?

source: How do I add sentences?
st: Ke kenya dipolelo jwang?

source: How do I know whether to approve a voice clip?
st: Ke tseba jwang hore nka amohela clip ya lentswe?

source: How do I record a high quality voice clip?
st: Nka rekota clip ya lentswe ya boleng bo hodimo jwang?

source: How do I stay in touch?
st: Nka buisana le lona jwang?

source: How do you ensure anonymity and privacy of the people who donated their voices?
st: O etsa bonnete ba hore batho ba faneng ka mantswe a bona boitsebiso ba bona eba lekunutu jwang?

source: How to
st: Mokgwa wa ho

source: How-to
st: Mokgwa wa ho

source: How to Cite
st: Mokgwa wa ho Qotsa

source: How would you describe your accent?
st: O ka hlalosa mokgwa wa hao wa ho bitsa mantswe jwang?

source: I agree
st: Kea dumela

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
st: Ke sebui se seng letswallwa mme ke bitsa mantswe ka mokgwa o fapaneng, na o ntse o batla lentswe la ka?

source: I confirm that these sentences are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
st: Ke netefatsa hore dipolelo tsena ke<wikipediaLink>tsa setjhaba</wikipediaLink> mme ke na le tumello ya ho di kenya.

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
st: Ke kopa ho fumana di-imeile tse kang dikgopotso tsa sepheo, ditlaleho tsa tswelopele ya ka le dikoranta tse mabapi le Common Voice.

source: I do not agree
st: Ha ke dumele

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
st: Haeba clip e hanwa ke batho ba 2, e lokollelwa ka hara sehlopha se fapaneng sa pokello ya data.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
st: Haeba rekoto e robeha, kapa e e-na le modumo o hlabang, e hane ntle le haeba mongolo oohle o ntse o ka utluwa.

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
st: Haeba polelo e sa fihlelle ditekanyetso tse ka hodimo, penya &quot;Hana&quot; konopo e ka ho le letshehadi. Haeba o sena bonnete ka polelo, o ka boela wa e tlola mme o fetele ho e latelang.

source: If the sentence does not meet the above criteria, click the "Reject" button. If you are unsure about the sentence, you may also skip it and move on to the next one.
st: Ha polelo e sa fihlelle ditekanyetso tse ka hodimo, penya konopo ya "Hana". Haeba o sena bonnete ka polelo, o ka boela wa e tlola mme o fetele ho e latelang.

source: If the sentence meets the criteria, click the "Approve" button.
st: Haeba polelo e kopana le ditekanyetso, tobetsa konopo ya "Amohela".

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
st: Haeba polelo e fihlella ditekanyets, tobetsa konopo ya &quot;Amohela&quot; konopo ka ho le letona.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
st: Haeba o ka thulana le ntho e nngwe yeo ditataiso di sa e ameng, ka kopo kgetha ho latela kahlolo ya hao e ntle. Haeba o sa kgone ho nka qeto, sebedisa konopo ya feta mme o ee ho rekoto e latelang.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
st: Haeba o ka di <strong>utlwa</strong> le ho <strong>di utlwisisa</strong>, hangata ho <strong>ho molemo ho di amohela</strong>.

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
st: Haeba o sa utlwe ho tswa ho rona ka mor'a matsatsi a seng makae, ikopanya le <emailLink>{ $email }</emailLink> mme re tla kgutlela ho wena!

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
st: Haeba o batla disebediswa tsa ho haha ​​​​di-model tsa ASR, o ka ikopanya le batho ba bang setjhabeng <discourseLink>ho Discourse</discourseLink>.

source: If your language is not listed here, you can request it through <languageProcessLink>this process</languageProcessLink>.
st: Haeba puo ya hao e sa thathamiswa mona, o ka e kopa ka <languageProcessLink>mokgwa ona</languageProcessLink>.

source: If you run out of sentences to review, please help us collect more sentences!
st: Haeba o fellwa ke dipolelo tseo o lokelang ho di hlahloba, ka kopo re thuse ho bokella dipolelo tse ding!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
st: Haeba o nahana hore pitso ya mantswe e etsa hore <strong>kutlwisiso e se ke ya kgonahala</strong>, kapa ho na le <strong>lerata le kamorao le lengata</strong>, kapa ho na le <strong>batho ba bang ba buang</strong>, o tshwanela ho hana sekotwana. <accuracyLink>Sheba dintlha tse ding ho ditekanyetso tsa nepahalo tsa rona</accuracyLink>.

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
st: Ke sa tswa iketsetsa sepheo sa ho fana ka lentswe ho #CommonVoice -- ikopanye le nna ho thusa ho ruta metjhini hore na batho ba nnete ba bua jwang { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
st: Ke dumellana le ha o sebetsana le dintlha tsena kamoo o hlalosang kateng ho <privacyLink>Leano la Lekunutu la Mozilla</privacyLink>

source: Includes email, username & demographic info, available right away
st: E kenyelletsa imeile, lebitso la mosebedisi le dintlha tsa palo ya batho, tse fumanehang hanghang

source: Includes mp3s and related sentences, may take some time to prepare
st: E kenyelletsa di-mp3 le dipolelo tse amanang, ho ka nka nako ho itokisetsa

source: Information about the language
st: Tlhahisoleseding ka puo

source: In Progress
st: E ntse tswelapele

source: Interested in learning more and contributing to the project?
st: Na o thahasella ho ithuta haholwanyane le ho kenya letsoho morerong ona?

source: Interface Language
st: Puo ya Sehokelo

source: IsiNdebele (North)
st: IsiNdebele (Leboya)

source: IsiNdebele (South)
st: IsiNdebele (Borwa)

source: Is my account information public?
st: Na dintlha tsa ak'haonte ya ka di phatlalatsa?

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
st: <isoCodeLink>Dikhoutu tsa ISO</isoCodeLink> haeba di tsejwa

source: Is the clip valid?
st: Na clip yee e nepahetse?

source: Is the goal of Common Voice to build a voice assistant?
st: Na sepheo sa Common Voice ke ho aha mothusi wa lentswe?

source: It contains words or phrases that are hard to read or pronounce.
st: E na le mantswe kapa dipolelwana tseo ho leng thata ho di bala kapa ho di bitsa.

source: It is written in a language different than what I’m speaking.
st: E ngotswe ka puo e fapaneng le eo ke e buang.

source: It's important that you reference where you found the public licence to avoid plagiarism and to allow for follow ups on <copyrightIssuesLink>copyright issues</copyrightIssuesLink>. Here are a few ways you can cite the work.
st: Ho bohlokwa hore o bontshe moo o fumaneng laesense ya setjhaba ho qoba boshodu le ho dumella tshalo-morao ya <copyrightIssuesLink>mathata a ditokelo</copyrightIssuesLink>. Mona ke mekgwa e mmalwa eo o ka qotsang mosebetsi.

source: Join the Common Voice mailing list
st: Kena lethathamong la mangolo la Common Voice

source: Just Unsure?
st: Feela ha o na bonnete?

source: { $kb }kb max
st: { $kb }kb boholo ka ho fetisisa

source: Keep
st: Boloka

source: Keep it up, record again <recordIcon></recordIcon>
st: Pele ya pele, rekota hape <recordIcon></recordIcon>

source: Keep the recordings
st: Boloka direkoto

source: Keep track of your progress and metrics across multiple languages.
st: Boloka tlaleho ya tswelopele ya hao le dipalo ho dipuo tse ngata.

source: Keep track of your progress with a profile
st: Beha tswelopele ya hao leihlo ka profaele

source: Keep track of your progress with a profile and help our voice data be more accurate.
st: Boloka tlaleho ya tswelopele ya hao ka profile mme o thuse data ya lentswe ya rona ho nepahala.

source: Language
st: Puo

source: Language Request
st: Kopo ya Puo

source: Language request successfully submitted, thank you.
st: Kopo ya puo e rometswe ka katleho, rea leboha.

source: Languages
st: Dipuo

source: Languages can have their <validationRulesLink>own validation rules</validationRulesLink> with additional requirements. If there is no specific validation file for a language, we are using the generic English rules.
st: Dipuo di kaba le<validationRulesLink>melao ya netefatso ya tsona</validationRulesLink>le ditlhoko tse eketsehileng. Haeba ho se na faele ya netefatso e itseng bakeng sa puo, re sebedisa melao e akaretsang ya Sekgowa.

source: Launched
st: E qadilwe

source: Leaderboard Visibility
st: Ponahalo Boto ya boetapele

source: Learn how to take part
st: Ithute ho nka karolo

source: Learn More
st: Ithute haholwanyane

source: Leaving now means you’ll lose your changes
st: Ho tsamaea hona jwale ho bolela hore o tla lahlehelwa ke diphetoho tsa hao

source: Leaving now means you'll lose your progress
st: Ho tsamaea hona jwale ho bolela hore o tla lahlehelwa ke tswelo-pele ya hao

source: Let's Get Started
st: Ha Re Qale

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
st: LibriSpeech ke kakaretso ya dihora tse ka bang 1000 tsa 16Khz ya puo e badilweng ya Sekgowa e nkilweng dibukeng tse badilweng tsa audio ho tswa morerong wa LibriVox.

source: License
st: Laesense

source: License: <licenseLink>CC-0</licenseLink>
st: Laesense: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
st: Laesense: <licenseLink>{ $license }</licenseLink>

source: Link Copied
st: Hokahanyo e kopiditswe

source: Links to websites that can help us understand the language
st: Dihokelo tsa dibaka tsa marang-rang tse ka re thusang ho utlwisisa puo eo

source: Listen
st: Mamela

source: Listening
st: E ntse mametse

source: Listen-Queue
st: Mola wa ho mamela

source: Loading…
st: E ya kenya...

source: Loading rejected sentences…
st: E kenya dipolelo tse hannweng...

source: Loading sentences…
st: E kenya dipolelo...

source: Loading your sentences…
st: E kenya dipolelo tsa hao...

source: Localized
st: E entswe selehae

source: Login failed
st: Ho kena ho hlolehile

source: Login Identity
st: Boitsebiso ba ho Kena

source: Log in or sign up to get started
st: Kena kapa ingodise ho qalella

source: Login / Signup
st: Kena / Ngodisa

source: Log In / Sign Up
st: Kena / Ngodisa

source: Log In / Sign Up with { $company } email
st: Kena / Ingodise ka { $company } imeile

source: Logout
st: Tswa

source: Log Out
st: Tswa

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
st: Ho bonahala eka ha ho na di-clip tsa ho mamela ka puo ena. Re thuse ho tlatsa letoto ka ho rekota tse ding hona jwale.

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
st: Etsa bonnete ba hore sethala sea rekota pele o qala ho bua, le hore se ema feela ha o qetile.

source: Make sure the sentence meets the following criteria:
st: Etsa bonnete ba hore polelo e fihlela mekgwa e latelang:

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
st: Etsa hore data eo o e romelletseng e be manoni ka mokgwa o ka kgonahalang ka ho fana ka data ya palo ya batho e sa tsebahaleng. Re tlosa dintlha tsa botho ho data yohle ya palo ya batho pele re e phatlalatsa.

source: Male
st: E motona

source: Manage Email Subscriptions
st: Laola Dipeeletso tsa Imeile

source: Manage Subscriptions
st: Laola Dipeeletso

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
st: Mohlomong <homepageLink>leqephe la rona la lehae</homepageLink> le tla thusa? Ho botsa potso, ka kopo kena ho<matrixLink>moqoqo wa sechaba wa Matrix</matrixLink>, lekola ditaba tsa setsi sa marang-rang ka <githubLink>GitHub</githubLink> kapa etela<discourseLink>diforamo tsa Discourse</discourseLink>.

source: Message
st: Molaetsa

source: [Mismatched content]
st: [Ditaba tse sa tsamaisaneng]

source: Misreadings
st: Ho se bale hantle

source: Missing an <strong>'s'</strong> at the end of a word.
st: Ho haella <strong>'s'</strong> qetellong ya lentswe.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
st: Ha ho na <strong>'A'</strong> kapa <strong>'The'</strong> qalong ya rekoto.

source: Missing the end of the last word by cutting off the recording too quickly.
st: Ho nyametse bofelo ba lentswe la ho qetela ka lebaka la ho kgaola ho rekota kapele haholo.

source: Mixed
st: E tswakantswe

source: More
st: Tse ding

source: [More has been recorded than the required text]
st: [Ho tlalehilwe tse ngata ho feta mongolo o hlokahalang]

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
st: Boholo ba data e sebediswang ke dikhamphani tse kgolo ha e fumanehe ho boholo ba batho. Re nahana hore hona ho sitisa ho etsa dintho tse ntjha. Ke ka hoo re qadileng Common Voice, morero wa ho thusa ho etsa hore thekenoloji e elellwang mantswe e bulelwe bohle.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
st: Boholo ba data e sebediswang ke dikhamphani tse kgolo ha e fumanehe ho boholo ba batho. Re nahana hore hona ho sitisa ho etsa dintho tse ntjha. Ke ka hoo re qadileng Common Voice, morero wa ho thusa ho etsa hore thekenoloji e elellwang mantswe e bulelwe bohle.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
st: Boholo ba direkoto ke tsa batho ba buang ka lentswe la bona la tlhaho. O ka amohela rekoto e seng maemong ya hwane le hwane e hweletsang, e hweshetsang kapa e hlakileng hore e entswe ka lentswe le nang le 'terama'. Ka kopo hana direkoto tse binwang le tse sebedisang lentswe le entsweng ka k'homphuta.
